
export const repairEconomyAvl = [
    'Фарбування стін стелі',
    'Монтаж ламінату на підлогу',
    'Наклеювання багетів та монтаж плінтусів',
    'Покладка плитки в санвузлах, на кухні, в коридорі та на балконі'
];

export const repairEconomyClosed = [
    'Розведення додаткових точок електрики, встановлення розеток та вимикачів, монтаж світильників',
    'Розведення води та опалення',
    'Встановлення сантехнічних виробів (унітазу, біде, ванної, душової кабіни, пральної машини, раковини)',
    'Встановлення витяжок та вентиляційних решіток'
];

export const repairStandartAvl = [
    'Фарбування стін та стелі',
    'Монтаж ламінату на підлогу',
    'Наклеювання багетів та монтаж плінтусів',
    'Покладка плитки в санвузлах, на кухні, в коридорі та на балконі',
    'Розведення додаткових точок електрики, встановлення розеток та вимикачів',
    'Розведення води та опалення',
    'Встановлення витяжок та вентиляційних решіток'
];


export const repairStandartClosed = [
    'Монтаж світильників',
    'Встановлення сантехнічних виробів (унітазу, біде, ванної, душової кабіни, пральної машини, раковини)'
];

export const repairPremiumAvl = [
    'Фарбування стін та стелі',
    'Монтаж ламінату на підлогу',
    'Наклеювання багетів та монтаж плінтусів',
    'Покладка плитки в санвузлах, на кухні, в коридорі та на балконі',
    'Розведення додаткових точок електрики, встановлення розеток та вимикачів, монтаж світильників',
    'Монтаж світильників',
    'Розведення води та опалення',
    'Встановлення сантехнічних виробів (унітазу, біде, ванної, душової кабіни, пральної машини, раковини)',
    'Встановлення витяжок та вентиляційних решіток'
];

export const buildBaseAvl = [
    'Заливка фундаменту',
    'Мурування коробки',
    'Заливка перекриття',
    'Зведення даху, без утеплення',
    'Встановлення металопластикових вікон'
];

export const buildBaseClosed = [
    'Влаштування сходів, без оздоблення',
    'Встановлення вхідних дверей',
    'Розведення електрики',
    'Розведення води',
    'Розведення сантехніки та опалення (без батарей і котла)',
    'Заливка стяжки',
    'Штукатурка внутрішня',
    'Влаштування перегородок',
    'Утеплення та оздоблення фасаду',
    'Укладання бруківки',
    'Зведення паркану з металопрофілю'
];

export const buildStandartAvl = [
    'Заливка фундаменту',
    'Мурування коробки',
    'Заливка перекриття',
    'Зведення даху, без утеплення',
    'Встановлення металопластикових вікон',
    'Влаштування сходів, без оздоблення',
    'Встановлення вхідних дверей',
    'Розведення електрики'
];

export const buildStandartClosed = [
    'Розведення води',
    'Розведення сантехніки та опалення (без батарей і котла)',
    'Заливка стяжки',
    'Штукатурка внутрішня',
    'Влаштування перегородок',
    'Утеплення та оздоблення фасаду',
    'Укладання бруківки',
    'Зведення паркану з металопрофілю'
];

export const buildComplexAvl = [
    'Заливка фундаменту',
    'Мурування коробки',
    'Заливка перекриття і стяжки',
    'Зведення даху, без утеплення',
    'Встановлення металопластикових вікон',
    'Влаштування сходів, без оздоблення',
    'Встановлення вхідних дверей',
    'Розведення електрики',
    'Розведення води',
    'Розведення сантехніки та опалення (без батарей і котла)',
    'Заливка стяжки',
    'Штукатурка внутрішня',
    'Влаштування перегородок',
    'Утеплення та оздоблення фасаду'    
];

export const buildComplexClosed = [
    'Укладання бруківки',
    'Зведення паркану з металопрофілю'    
];

export const buildMaximumAvl = [
    'Заливка фундаменту',
    'Мурування коробки',
    'Заливка перекриття та стяжки',
    'Зведення даху, без утеплення',
    'Встановлення металопластикових вікон',
    'Влаштування сходів, без оздоблення',
    'Встановлення вхідних дверей',
    'Розведення електрики',
    'Розведення води',
    'Розведення сантехніки та опалення (без батарей і котла)',
    'Заливка стяжки',
    'Штукатурка внутрішня',
    'Влаштування перегородок',
    'Утеплення та оздоблення фасаду',
    'Укладання бруківки',
    'Зведення паркану з металопрофілю'
];
